IDEA StatiCa Open Model
RebarHookBase Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the RebarHookBase class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected RebarHookBase()
Protected Sub New
protected:
RebarHookBase()
See Also
Reference
RebarHookBase Class
IdeaRS.OpenModel.Model Namespace